[{
  "_id": {
    "$oid": "632103790ffbff62bb6e4a07"
  },
  "title": [
    "How NASA's Mars Helicopter Will Reach the Red Planet's Surface",
    "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
    "NASA-JPL Names 'Rolling Stones Rock' on Mars",
    "NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities",
    "NASA's Curiosity Keeps Rolling As Team Operates Rover From Home",
    "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
    "The Man Who Wanted to Fly on Mars",
    "NASA's MAVEN Explores Mars to Understand Radio Interference at Earth",
    "NASA Perseverance Mars Rover Scientists Train in the Nevada Desert",
    "NASA's Mars 2020 Rover Closer to Getting Its Name",
    "NASA Moves Forward With Campaign to Return Mars Samples to Earth",
    "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
    "Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch",
    "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
    "NASA InSight's 'Mole' Is Out of Sight"
  ],
  "preview": [
    "The small craft will seek to prove that powered, controlled flight is possible on another planet. But just getting it onto the surface of Mars will take a whole lot of ingenuity.",
    "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. ",
    "NASA's Mars InSight mission honored one of the biggest bands of all time at Pasadena concert.",
    "Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself.",
    "The team has learned to meet new challenges as they work remotely on the Mars mission.",
    "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet.",
    "The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being.",
    "NASA’s MAVEN spacecraft has discovered “layers” and “rifts” in the electrically charged part of the upper atmosphere of Mars.",
    "Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year.",
    "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July.",
    "During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships.",
    "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars.",
    "A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff.",
    "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet.",
    "Now that the heat probe is just below the Martian surface, InSight's arm will scoop some additional soil on top to help it keep digging so it can take Mars' temperature."
  ]
}]